---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RebarArray
source: html/2e0a63d0-9c9a-e5d0-c9be-ab8c06cdbc4a.htm
---
# Autodesk.Revit.DB.GroupTypeId.RebarArray Property

Rebar Set.

## Syntax (C#)
```csharp
public static ForgeTypeId RebarArray { get; }
```